{
  "category": "friendly_firm",
  "messages": [
    "I really appreciate you asking, but I’ll have to say no.",
    "Thanks for thinking of me, but I’m going to decline.",
    "I’m glad you reached out, though I can’t help with this.",
    "I appreciate the opportunity, but I need to pass.",
    "Thank you for understanding that I’m unable to commit.",
    "I value the offer, but I’m not able to take this on.",
    "I appreciate you checking in, but I can’t move forward.",
    "Thanks for asking, but I’ll have to decline this time.",
    "I’m grateful for the offer, but I can’t accept.",
    "I appreciate the invitation, though I must say no.",
    "Thanks for reaching out, but this won’t work for me.",
    "I respect the request, but I’m unable to agree.",
    "I appreciate the thought, but I need to decline.",
    "Thanks for considering me, but I can’t assist.",
    "I’m honored you asked, though I can’t commit.",
    "I appreciate the opportunity, but it’s not possible.",
    "Thanks for checking, but I’m unavailable.",
    "I value the offer, but I won’t be able to help.",
    "I appreciate your understanding as I decline.",
    "Thanks for reaching out, but I can’t take this on.",
    "I appreciate the invitation, but I must pass.",
    "I’m thankful for the offer, but I’m unable to accept.",
    "Thanks for asking, but I’m not available.",
    "I respect the proposal, but I can’t move forward.",
    "I appreciate the interest, but I need to say no.",
    "Thanks for the opportunity, though I can’t participate.",
    "I value the consideration, but I can’t commit.",
    "I appreciate the outreach, but I must decline.",
    "Thanks for thinking of me, but I can’t help right now.",
    "I respect the request, but I’m unable to support it.",
    "I appreciate the offer, but I’m going to pass.",
    "Thanks for your understanding, but I can’t proceed.",
    "I value the invitation, though I can’t accept.",
    "I appreciate the proposal, but I’m not able to help.",
    "Thanks for checking in, but I must decline.",
    "I appreciate the thought, but I’m unavailable.",
    "I respect the opportunity, but I can’t take it on.",
    "Thanks for reaching out, though I can’t assist.",
    "I appreciate the offer, but I need to decline.",
    "Thanks for asking, but I’m unable to commit.",
    "I value the consideration, but I can’t support this.",
    "I appreciate the invitation, but it’s not possible.",
    "Thanks for the outreach, but I must say no.",
    "I respect the request, but I can’t participate.",
    "I appreciate the offer, but I’m not available right now.",
    "Thanks for thinking of me, though I can’t proceed.",
    "I appreciate your understanding, but I can’t help.",
    "I value the opportunity, but I need to pass.",
    "Thanks for reaching out, but I’m unable to assist.",
    "I appreciate the proposal, but I must decline.",
    "Thanks for asking, but I can’t move forward.",
    "I respect the offer, but I can’t accept.",
    "I appreciate the invitation, but I’m unavailable.",
    "Thanks for checking, though I can’t support this.",
    "I value the thought, but I must say no.",
    "I appreciate the outreach, but I can’t take this on.",
    "Thanks for considering me, but I’m unable to help.",
    "I respect the request, but I need to decline.",
    "I appreciate the offer, but I can’t commit at this time.",
    "Thanks for reaching out, but I can’t proceed.",
    "I value the invitation, though I can’t participate.",
    "I appreciate the proposal, but I must pass.",
    "Thanks for asking, but I’m not able to help.",
    "I respect the consideration, but I can’t accept.",
    "I appreciate the offer, but I’m unavailable at the moment.",
    "Thanks for checking in, but I can’t assist.",
    "I value the opportunity, but I must decline.",
    "I appreciate the invitation, but I can’t support this.",
    "Thanks for reaching out, though I must say no.",
    "I respect the request, but I can’t take part.",
    "I appreciate the offer, but I need to pass on it.",
    "Thanks for thinking of me, but I’m unable to proceed.",
    "I value the outreach, but I can’t help right now.",
    "I appreciate the proposal, but I’m not available.",
    "Thanks for asking, though I can’t commit.",
    "I respect the opportunity, but I can’t accept it.",
    "I appreciate the invitation, but I’m unable to assist.",
    "Thanks for checking, but I must decline.",
    "I value the offer, but I can’t move forward.",
    "I appreciate your understanding, but I can’t participate.",
    "Thanks for reaching out, but I’m not able to help.",
    "I respect the request, but I must say no.",
    "I appreciate the thought, but I can’t take this on.",
    "Thanks for asking, but I’m unavailable right now.",
    "I value the proposal, but I can’t support it.",
    "I appreciate the invitation, but I must decline.",
    "Thanks for considering me, but I can’t commit.",
    "I respect the outreach, but I can’t assist.",
    "I appreciate the offer, but I need to pass this time.",
    "Thanks for reaching out, though I can’t help.",
    "I value the opportunity, but I can’t accept.",
    "I appreciate the proposal, but I’m unable to participate.",
    "Thanks for asking, but I must decline politely.",
    "I respect the request, but I can’t proceed.",
    "I appreciate the invitation, but I’m not available to help.",
    "Thanks for checking, though I can’t commit.",
    "I value the consideration, but I must say no.",
    "I appreciate the outreach, but I can’t move forward.",
    "Thanks for reaching out, but I can’t assist at this time.",
    "I respect the offer, but I can’t support it.",
    "I appreciate the proposal, but I need to decline.",
    "Thanks for asking, though I can’t take this on.",
    "I value the invitation, but I can’t participate.",
    "I appreciate your understanding, but I must pass.",
    "Thanks for thinking of me, but I can’t help with this.",
    "I respect the opportunity, but I can’t commit right now.",
    "I appreciate the offer, but I’m unable to support it.",
    "Thanks for reaching out, but I must decline this time.",
    "I value the request, but I can’t accept.",
    "I appreciate the invitation, but I’m unable to commit.",
    "Thanks for checking, though I can’t assist with this.",
    "I respect the proposal, but I must pass.",
    "I appreciate the outreach, but I can’t take this on right now.",
    "Thanks for asking, but I can’t move ahead.",
    "I value the offer, but I can’t help at the moment.",
    "I appreciate the invitation, but I need to decline.",
    "Thanks for reaching out, but I’m not able to support this.",
    "I respect the consideration, but I can’t proceed.",
    "I appreciate the proposal, but I’m unavailable to assist.",
    "Thanks for thinking of me, though I must decline.",
    "I value the opportunity, but I can’t accept it right now.",
    "I appreciate your understanding, but I can’t help with this request.",
    "Thanks for asking, but I must pass on this.",
    "I respect the offer, but I can’t take part.",
    "I appreciate the invitation, but I’m not in a position to help.",
    "Thanks for reaching out, though I can’t move forward.",
    "I value the proposal, but I can’t support it at this time.",
    "I appreciate the outreach, but I must respectfully decline.",
    "Thanks for asking, but I’m unable to assist right now.",
    "I respect the request, but I can’t commit to this.",
    "I appreciate the invitation, but I need to pass for now.",
    "Thanks for considering me, but I can’t help at this time.",
    "I value the opportunity, but I must decline politely.",
    "I appreciate the proposal, but I’m unable to move forward.",
    "Thanks for reaching out, but I can’t accept this request."
  ]
}
