{
  "category": "passive_aggressive",
  "messages": [
    "I’m sure someone else would be better suited for this.",
    "I’ll have to decline, but thank you for thinking of me.",
    "That sounds interesting, though I won’t be participating.",
    "I’m going to pass, but I hope it goes well.",
    "I won’t be able to help, but best of luck with it.",
    "I’m sure it’ll work out without me.",
    "I’ll step aside and let others handle this.",
    "I appreciate the offer, but I’ll sit this one out.",
    "That’s not something I’ll be taking on.",
    "I’m unavailable, but I’m confident you’ll manage.",
    "I’ll decline, though I’m sure it’s under control.",
    "I won’t be able to assist, but I trust your judgment.",
    "I’ll pass for now, but thanks for the update.",
    "I’m going to opt out, but keep me posted.",
    "That won’t work for me, unfortunately.",
    "I’ll have to say no, but I’m sure it’s fine.",
    "I won’t be involved, but I appreciate the notice.",
    "I’m not available, but I assume it’ll be handled.",
    "I’ll decline, though I’m sure you anticipated that.",
    "That’s not something I can prioritize.",
    "I’ll sit this one out, but thanks for looping me in.",
    "I’m unable to help, but it sounds ambitious.",
    "I’ll pass, but feel free to proceed.",
    "I won’t be participating, but good luck.",
    "I’m going to decline, as expected.",
    "That’s not something I can accommodate.",
    "I’ll opt out, but thanks for checking.",
    "I’m unavailable, but I’m sure it’s covered.",
    "I’ll pass, but I hope it meets expectations.",
    "I won’t be able to assist, but noted.",
    "I’ll decline, but I appreciate the heads-up.",
    "That’s not feasible for me, unfortunately.",
    "I’ll sit this out, but do keep going.",
    "I’m unable to support this, but understood.",
    "I’ll pass, but thanks for informing me.",
    "I won’t be helping, but I wish you success.",
    "I’m unavailable, though I expected as much.",
    "I’ll decline, but it’s probably for the best.",
    "That’s not something I’ll be doing.",
    "I’ll opt out, but I’m sure it’s manageable.",
    "I’m unable to commit, but thanks anyway.",
    "I’ll pass on this, but good initiative.",
    "I won’t be involved, but carry on.",
    "I’m unavailable, but I’m sure it’s fine.",
    "I’ll decline, but thank you for the message.",
    "That’s not within my capacity right now.",
    "I’ll sit this one out, as usual.",
    "I’m unable to assist, but I trust the process.",
    "I’ll pass, but thanks for letting me know.",
    "I won’t be taking this on, but best wishes.",
    "I’m unavailable, though that’s probably expected.",
    "I’ll decline, but feel free to proceed without me.",
    "That’s not something I can support at this time.",
    "I’ll opt out, but I assume it’s covered.",
    "I’m unable to help, but noted for future reference.",
    "I’ll pass, but I appreciate being informed.",
    "I won’t be participating, but I’m sure it’ll work out.",
    "I’m unavailable, but I trust you’ll handle it.",
    "I’ll decline, but thanks for reaching out.",
    "That’s not something I can commit to.",
    "I’ll sit this out, but no worries.",
    "I’m unable to assist, but I’m sure it’s manageable.",
    "I’ll pass, but appreciate the update.",
    "I won’t be involved, but I assume it’s sorted.",
    "I’m unavailable, but I wish you luck.",
    "I’ll decline, but I expected as much.",
    "That’s not feasible for me right now.",
    "I’ll opt out, but I’m sure it’s handled.",
    "I’m unable to help, but it sounds interesting.",
    "I’ll pass, but thanks for including me.",
    "I won’t be participating, but good luck with it.",
    "I’m unavailable, but I trust the outcome.",
    "I’ll decline, but I appreciate the transparency.",
    "That’s not something I can take on.",
    "I’ll sit this one out, but keep me in the loop.",
    "I’m unable to assist, but I’m sure it’ll be fine.",
    "I’ll pass, but thanks for the information.",
    "I won’t be involved, but I respect the effort.",
    "I’m unavailable, though that’s not surprising.",
    "I’ll decline, but I appreciate being asked.",
    "That’s not within my scope at the moment.",
    "I’ll opt out, but I’m sure it’s under control.",
    "I’m unable to help, but noted.",
    "I’ll pass, but thanks for the context.",
    "I won’t be participating, but best of luck.",
    "I’m unavailable, but I assume you planned for that.",
    "I’ll decline, but I trust your judgment.",
    "That’s not something I can accommodate right now.",
    "I’ll sit this out, but thanks for checking in.",
    "I’m unable to assist, but it seems covered.",
    "I’ll pass, but I appreciate the heads-up.",
    "I won’t be involved, but carry on as planned.",
    "I’m unavailable, but I’m sure it’s fine.",
    "I’ll decline, but I expected this outcome.",
    "That’s not something I’ll be prioritizing.",
    "I’ll opt out, but good luck.",
    "I’m unable to help, but I’m confident you’ll manage.",
    "I’ll pass, but thanks for looping me in.",
    "I won’t be participating, but I trust the process.",
    "I’m unavailable, though I’m sure you anticipated that.",
    "I’ll decline, but appreciate the communication.",
    "That’s not something I can commit to right now.",
    "I’ll sit this one out, but feel free to proceed.",
    "I’m unable to assist, but it sounds well thought out.",
    "I’ll pass, but thanks for keeping me informed.",
    "I won’t be involved, but I assume it’s handled appropriately.",
    "I’m unavailable, but I trust it’ll be resolved.",
    "I’ll decline, but I appreciate the outreach.",
    "That’s not feasible for me at the moment.",
    "I’ll opt out, but I’m sure it’ll be fine without me.",
    "I’m unable to help, but I assume it’s manageable.",
    "I’ll pass, but thank you for the update.",
    "I won’t be participating, but good luck moving forward.",
    "I’m unavailable, though that’s probably clear.",
    "I’ll decline, but I appreciate the thought.",
    "That’s not something I can take on right now.",
    "I’ll sit this out, but no concerns.",
    "I’m unable to assist, but I trust the plan.",
    "I’ll pass, but thanks for the notification.",
    "I won’t be involved, but I respect the decision.",
    "I’m unavailable, but I’m sure it’s already planned.",
    "I’ll decline, but I expected this direction.",
    "That’s not within my availability.",
    "I’ll opt out, but I’m sure it’ll proceed smoothly.",
    "I’m unable to help, but noted with thanks.",
    "I’ll pass, but appreciate the communication.",
    "I won’t be participating, but I wish you success.",
    "I’m unavailable, but I assume this is fine.",
    "I’ll decline, but thanks for checking with me.",
    "That’s not something I can support currently.",
    "I’ll sit this one out, but I trust it’ll work out."
  ]
}
